Repository: dmedri/sphinx-template
Catalog: src/locale/*/LC_MESSAGES/chapter1.po
Languages: it

source: Chapter One
it: Capitolo Primo

source: This is an example, *hello world!* If you're not satisfied about this explanation, clic the following `link to markup <http://www.sphinx-doc.org/en/1.5.1/markup/>`_.
it: Questo è un esempio, *hello world!* Se non siete soddisfatti della spiegazione, fate click sul seguente `link al markup <http://www.sphinx-doc.org/en/1.5.1/markup/>`_.

source: This is an unordered list:
it: Questa è una lista non ordinata:

source: apple
it: mela

source: pear
it: pera

source: date palm
it: dattero

source: This is an ordered list:
it: Questa è una lista non ordinata

source: This is a xml code-bloch integrated:
it: Questo è un code-block xml integrato:

source: Section One
it: Sezione Uno

source: The following example is a ``literalinclude`` of an external xml file:
it: Il seguente esempio è un ``literalinclude`` con un file xml esterno:

source: Section Two
it: Sezione Due

source: A reference.
it: Un riferimento.

source: This is an image as-is, without alignament or transformations:
it: Questa è un'immagine as-is, senza allineamento o trasformazioni:
