Repository: dmedri/sphinx-template
Catalog: src/locale/*/LC_MESSAGES/section1.po
Languages: it

source: Headings
it: Intestazioni

source: With headings we define the basic structure of a document::
it: Con le intestazioni definiamo la struttura base di un documento::

source: Two simple rules:
it: Due semplici regole:

source: use at least as many characters as the length of the title;
it: usare tanti caratteri per coprire la lunghezza del titolo;

source: characters usage is quite flexible but be consistent.
it: l'uso dei caratteri è abbastanza flessibile ma siate consistenti.

source: Text markup
it: Marcatore di testo

source: Inline markup:
it: Marcatori inline:

source: *italic*;
it: *corsivo*;

source: **bold**;
it: **grassetto**;

source: ``code sample``;
it: ``codice di esempio``;

source: List items
it: Elenco elementi

source: This is an unordered list:
it: Questa è una lista non ordinata:

source: apple
it: mela

source: pear
it: pera

source: date palm
it: dattero

source: This is an ordered list:
it: Questa è una lista ordinata:

source: This is a definitions list:
it: Questa è una lista di definizioni:

source: An apple is a fruit.
it: Una mela è un frutto.

source: A pear is a fruit.
it: Una pera è un frutto.

source: This is a fields list:
it: Questo è una lista campi:

source: This is a field.
it: Questo è un campo.

source: A command-line options list:
it: Una lista di comandi:

source: option "a"
it: opzione "a"

source: option "b" on a file
it: opzione "b" su un file

source: Code
it: Codice

source: The easiest way to show code is using two colon marks::
it: La soluzione più semplice per mostrare il codice è usare una coppia di due punti::

source: This is an example of ``code-block`` for XML:
it: Questo è un esempio di ``code-block`` per XML:

source: This is an example of ``code-block`` for Python:
it: Questo è un esempio di ``code-block`` per Python:

source: This is an example of ``literalinclude`` with an external file:
it: Questo è un esempio di ``literalinclude`` con un file esterno:

source: Images
it: Immagini

source: This is a scaled image, center aligned, with a link:
it: Questa è un'immagine ridimensionata, allineata al centro, con un collegamento:

source: This is a figure, with a caption, a number and a reference:
it: Questa è una figura, con una didascalia, un numero e un riferimento:

source: This is a caption for a figure.
it: Questa è una didascalia per un'immagine.

source: Maths and equations
it: Matematica e equazioni

source: Math language could be used inline (see. :math:`\alpha > \beta`) or not (see. LaTeX syntax):
it: Il linguaggio matematico può essere utilizzato in linea (vedi. :math:`alpha > \beta`) o meno (vedi. sintassi LaTeX):

source: For example:
it: Per esempio:

source: Hyperlinks
it: Collegamenti ipertestuali

source: Internal hyperlinks.
it: Collegamenti interni.

source: a link to a section (see. :ref: `my-reference-code`).
it: un collegamento ad una sezione (vedi. :ref: `my-reference-code`).

source: a link to a figure (see. :ref: `myfigureref`).
it: un collegamento ad una figura (see. :ref: `myfigureref`).

source: External hyperlinks.
it: Collegamenti esterni.

source: a link to a `website <http://www.google.com>`_.
it: un collegamento ad un `sito web <http://www.google.com>`_.

source: Console commands
it: Comandi console

source: Examples:
it: Esempi:

source: Footnotes
it: Note

source: This is a footnote [#f1]_ and this is the second one [#f2]_.
it: Questa è una nota [#f1]_ e questa è la seconda nota [#f2]_.

source: Epigraph
it: Epigrafe

source: Walk straigth ahead, take the best with you.
it: Cammina dritto, portati il meglio con te.

source: Blocks
it: Blocchi

source: This is an error message.
it: Questo è un messaggio di errore.

source: This is a hint.
it: Questo è un suggerimento.

source: This is a note.
it: Questa è una nota.

source: This is a warning.
it: Questo è un avvertimento.

source: Sidebar
it: Barra laterale

source: A sidebar
it: Una barra laterale

source: Sidebar subtitle
it: Sottotitolo

source: A sidebar can help you for notes on a side of the page. It render well in html but even in latex/pdf.
it: Una barra laterale può aiutarvi per note su un lato della pagina. Appare bene in html ma anche in latex/pdf.

source: The first footnote.
it: La prima nota.

source: The second footnote.
it: La seconda nota.
